{"meta":{"title":"Blog","subtitle":"MondayCha's","description":"","author":"DLee","url":"https://yilong-li.github.io","root":"/"},"posts":[{"tags":[{"name":"随笔","slug":"随笔","permalink":"https://yilong-li.github.io/tags/%E9%9A%8F%E7%AC%94/"}],"title":"没有生产资料的我直到被现实毒打才回想起那份恐惧","date":"2020/02/07","text":"关于今天的我干了什么 早上10:00前打卡 怠惰，吃早饭，喝水，洗碗 下午，一边刷手游一边看番 之后，与译者取得联系，制作epub 吃晚饭，洗碗 在B站看半佛仙人 今日份的 Git 还没有学，之后需要补充一下。 关于接下来要做的文章摘录源地址：《你大可以尽情花钱，只要对人生毫不在乎》 仙人JUMP 微信号：xrtiaotiao 功能介绍：仙人可痒痒可跳跳了。 今天逛B站的时候看到了半佛的视频《买不起奢侈品就是穷人吗？不，是聪明人》，突然意识到自己这半年的消费有很多不理智的地方，所以摘录一部分在自己的博客里。 一些摘录 消费主义是什么？ 简单来说，任何把让你掏钱的事情描绘的别有一番意义的事情，都是消费主义的一种体现。 看清楚，不是说买东西就是消费主义，而是让你通过买东西，去获得一种虚无的快感，这叫做消费主义。 典型的消费主义特质，就是把消费与个人社会标签捆绑在一起，让你为个人标签支付更多的金钱。 我们绝大多数人，别管有钱没钱，其实获得收入的方式只有一种。 靠出卖自己的劳动力和时间赚钱，简称上班。 至于你在CBD吹空调还是在工地搬砖，都是上班，无非是高级上班和低级上班。 大家都是穷人。 只要你还在靠出卖自己的劳动力和时间获取收入，哪怕年薪百万是高级职业经理人，你依然是个穷人，别想着给自己贴什么高级标签，更别觉得那些所谓中产必买的东西对你有什么意义。 哪有什么中产，中产就是消费主义鼓吹出来的谎言。 实际上，轻奢才是收割当代年轻人和无知打工族的利器。 各种两百块的口红，千把块的化妆品，小几千的包包和衣服，价格谜一样的AJ，都属于轻奢的范畴。 就是这种有点贵，咬咬牙又能消费得起，消费之后只能吃泡面，但是拿出去还有点面子的东西。 奢侈品是有钱人拿来区分自己阶级的东西，轻奢级别的产品就是各类精神中产拿来区分自己和平民大众的东西。 都不是什么好东西。 那么问题来了，人活着总得消费，要省下钱必然要克制消费，怎么克制？ 既然我们对于自我的意志力存在判断不准的情况，那么很简单我们不去理会这种东西，我们直接衡量价格就行。 如果这个东西你不能百分百确认是高收益产品，那么只要他的价格超出了你月收入的15%，就砍掉没错。 所有没有实用价值，但是能让你获得精神满足的支出，那么只要价格超出了你月收入的5%，就砍掉没错。 每月给自己定一个KPI，存多少钱，然后一点点抠着达成，如果最终超过了目标，那么拿出超过目标的一小部分犒劳自己一下，没有任何问题。 而一阵大额消费透支信用卡之后，带来的只有空虚和负罪感。 互联网抹平了信息差，但又造成了心理落差。 以前我们都穷，身边人都那样，现在我们看到了真的有这么多富人过着这么爽快的生活，看到了这么多明星这么光鲜的日子。 所以就有落差。 之所以今天突然如此“鸡汤”，大概是因为还了花呗吧。","permalink":"https://yilong-li.github.io/2020/02/07/207-1/","photos":[]},{"tags":[{"name":"学习","slug":"学习","permalink":"https://yilong-li.github.io/tags/%E5%AD%A6%E4%B9%A0/"}],"title":"Git-Day1","date":"2020/02/06","text":"创建版本库选择一个合适的地方，创建一个空目录： $ mkdir learngit$ cd learngit$ pwd 初始化一个Git仓库，使用git init命令。 添加文件到Git仓库，分两步： 使用命令git add，注意，可反复多次使用，添加多个文件； 使用命令git commit -m，完成。 时光机穿梭要随时掌握工作区的状态，使用git status命令。 如果git status告诉你有文件被修改过，用git diff可以查看修改内容。","permalink":"https://yilong-li.github.io/2020/02/06/206-1/","photos":[]},{"tags":[{"name":"测评","slug":"测评","permalink":"https://yilong-li.github.io/tags/%E6%B5%8B%E8%AF%84/"}],"title":"轻若无物，质地有声 | JBL T280NC 降噪蓝牙耳机","date":"2020/02/05","text":"如果要给过去两年消费级音频产品的发展趋势做个总结的话，大概用两个词就足以概括——“TWS”（真无线）和“ANC”（主动降噪）。WF-1000XM3与AirPods Pro的推出，更宣告了“合二为一”的真无线降噪耳机元年的开启。 在这样的背景下，在2020年谈论颈挂式降噪耳机似乎已经有些过时——技术的进步让作为过渡的它沦为明日黄花；TWS与ANC二者可以兼得的事实更昭示着它那终将被抛弃的宿命……只不过，凡事都有例外—— 如果你常常苦恼于TWS耳机的丢失呢？ 如果你对音质与续航有着更多的需求呢？ 如果……存在一款佩戴体验优于TWS耳机的颈挂式降噪耳机呢？ 而这，就是我们今天的主角——JBL T280NC入耳式无线降噪蓝牙耳机——登场的时刻：30g的轻盈机身/10h的降噪续航与2h快充/ANC与立体声通话……如果这些还不够吸引你的话，那么就接着往下看吧，以下为本文目录—— 开箱：听说要有点仪式感？ 外观：可低调，亦可潮流 佩戴：无感是最好的感受 体验：长板不长，短板不短 总结：可降噪，亦轻盈 ▎开箱：听说要有点仪式感？首先自然是要感谢 @新浪众测 给的这次众测机会！在体验JBL T280NC之前，我用过的上一款颈挂式降噪耳机还是SONY的WI-1000X，之后则完全被TWS耳机的方便与轻巧的优点所俘获…… 而这次体验的T280NC是JBL旗下颈挂式降噪耳机产品线于去年12月发布的新品。JBL作为老牌音频领域厂商，产品由哈曼声音工程师精准调校，不管是音质还是售后都有着不错的保障。 ▼都说开箱要有仪式感，先来看看产品的外包装。设计上和道具书有几分相似，橙/黑/白的拼接颇具活力，侧面“DARE TO LISTEN!”的Slogan也很契合潮流。 ▼背面则是产品主要卖点介绍与清单，可以看到还自带了收纳包。IPX4级别的防水也意味着你可以用它兼任运动耳机使用。 ▼撕开右侧的封条，如翻开书籍一般揭开盖子。左边的Live现场让我不禁联想到网易云的默认曲图，不过实际出处并未详细考证；JBL T280NC则静静躺在塑料垫中，等待着由用户来开启那音乐世界。 ▼内部配件一览，附带的东西还算中规中矩：T280NC耳机本体、红色充电线、S/L规格替换硅胶耳塞、耳机包以及各式说明书。 ▎外观：可低调，亦可潮流JBL T280NC有激情红/梦幻蓝/寒光灰三种配色，这次我拿到的是梦幻蓝版本。配色挑选上个人倾向于寒光灰一些，毕竟黑白灰永远是时尚的主旋律；而激情红的红黑撞色设计则充满潮流之感，就看个人喜好了。 ▼耳机的各按键与接口，线控位于左侧，右侧则对称设计，印有“JBL”的Logo。一体化的设计也带来更好的防水性能，IPX4级防水应对日常跑步等都毫无压力。不过机身上没有NFC标记，不带NFC直连是一个小遗憾。 另外还有一点需要吐槽的是——9102年发布的耳机还在采用Micro-USB接口？？？并且参看说明，不能使用电压＞5V，电流＞1.2A的快速充电器为耳机充电，否则可能造成损坏……emmm，看在我的Kindle也用的Micro-USB接口的份上，这次就饶过你罢。 ▼回到耳机本体，耳机线材是扁扁的“面条带”式，一大优点就是不容易打结，放在收纳包里也很轻松。具体来说线材是中间黑两侧蓝的“夹心饼干”式，蓝黑搭配不像红黑对撞那么富有张力，却为JBL T280NC耳机带去了几分过渡的渐变美。 ▼耳机腔体特写，腔体与线材连接处有“L”“R”的标识，实际使用过程中我更习惯借助线控位置判断佩戴方式。 ▼浅蓝色硅胶耳塞带有鲨鱼鳍状的固定设计，JBL T280NC的替换耳塞有S/M/L三种规格，默认配置的是中号M规格。需要注意的是耳塞形状较为特殊，与一般的耳塞并不通用，如果不慎丢失就有些麻烦。 好在一方面JBL T280NC的耳塞与耳机腔体联系较为紧密，除非从特定角度施加拉力，否则很难扯下来；另一方面耳塞与鲨鱼鳍一体化的设计也让JBL T280NC有着很舒适的佩戴感受，这一点在之后的佩戴感受部分会再做进一步说明。 ▼颈挂式耳机的设计初衷就是通过将重量分担在脖颈部以减轻耳朵承重，JBL T280NC自然也附带了磁吸耳机单元的功能，在暂时不需要使用时可以自动吸附住，方便日常出行。我感受了一下吸力，磁铁的吸附性较强，日常运动还是不容易散开的。 ▼将耳机放入收纳包中，收纳包对耳机的保护效果不是很大，内部有细绒布起一定的防刮花作用。个人觉得以JBL T280NC的轻量化设计，收纳袋可以设计得更小一些，方便直接揣入口袋里；或者设计为硬壳式，为耳机提供更多保护。 ▎佩戴：无感是最好的感受当我们在谈论耳机的佩戴感受时，我们在谈论什么？这首先要从耳机的分类说起：从耳机与播放源的连接方式来说，可以分为有线耳机与无线耳机；从佩戴方式来说，大致可以分为头戴式、耳塞式、入耳式、挂耳式等。 这些分类主要是根据发声单元的固定方式而定的，而对于主动降噪无线耳机来说，最主流的就是头戴式、分体入耳式、颈挂入耳式。头戴式使用类似于夹子的形式保持稳定，影响佩戴感受的因素常常可以总结为“闷不闷”“加不夹头”“重不重”；分体入耳式为了固定会尽可能贴合耳道，影响佩戴感受的因素常常可以总结为“胀不胀”“重不重”；而颈挂入耳式与人体接触的部位是外耳以及脖颈部，影响佩戴感受的因素常常可以总结为“沉不沉”“黏不黏”…… 相比头戴式，颈挂式更加低调；相比分体式，则减小了丢失的风险。虽然分体式已然是大势所趋，但一款佩戴舒适的颈挂式在2020年的当下还是很有竞争力的。 那么谈到舒适性，JBL T280NC又表现如何呢？我之前用过的WI-1000X在佩戴上只能说是差强人意，且不谈掉漆鼓包的品控问题，较重的金属项圈虽然有着很好的质感，但实际佩戴时总会让你感觉到它的存在。 JBL T280NC的佩戴体验则着实让我感到惊喜——30g的质量在一众降噪颈挂式耳机里就像一股清流。如果穿的是带领子的衣服，脖颈处基本没有任何感受；直接接触皮肤的情况下，硅胶项圈贴合脖颈的接触面大概在后半部，除了刚戴上时有几分冰凉，一段时间之后，很快就能沉浸到自己的世界之中。 而耳朵的感受来说——刚刚好，我也用过连线式的WI-SP600N蓝牙运动降噪耳机，过硬的鲨鱼鳍虽然保证了运动时脱落的可能性极小，但佩戴简直就是对外耳的折磨。JBL T280NC的感受则大不相同，鲨鱼鳍在固定住耳机的同时，基本不会对外耳带来别的负担。如果你是初次佩戴的话，我也建议你将三副耳塞都依次尝试一下，选择最适合自己的那一副，从而获得更好的佩戴体验。 那么，运动的时侯表现如何呢？JBL T280NC支持IPX4级别防水，卖点宣传里也提到了“运动”“跑步”等。由于这段时期较为特殊，码呆就不出去溜达了，在家跟着T25视频做训练。在做动作的过程中，对于俯身、开合跳等大幅度动作，JBL T280NC都固定地较稳，也没有异物感等。 对于任一款耳机来说，佩戴都是最为关键的因素——毕竟佩戴不舒服，音质云云再好也是白搭。而 JBL T280NC或许就达到了能让专心的你感受不到它的存在的境界，这一点值得表扬~ ▎体验：长板不长，短板不短佩戴这一关算是让人放心了，接下来就从连接与操作、连接稳定性、音质主观评价、通话质量、降噪效果等方面来谈谈耳机的综合体验。 ▢ 连接与操作 JBL T280NC开机时有类似于汽车引擎发动的低音炮，以及“ANC ON”的提示（开机时默认进入ANC主动降噪模式）；关机时则是一阵稍短促的低音，概括来说就是很带感啦，不愧“纯正低频音效”之名。 耳机除了音量加减、接听挂断通话等基本操作以外，还支持ANC/AA/无效果三种模式切换：在ANC模式下会启动数字智能降噪，通过置于耳机墙体的反馈降噪麦克风生成抵消信号，实现数字降噪；AA（Ambient Aware环境感知）则会放大外部的环境音，增强收音效果。在切换模式时会有英文语音提示，个人建议还是出中文语音版本的，对国人更加友好。 蓝牙版本为5.0，给个大大的好评。设备连接上，我依次连接了Android手机设备（魅族 Pro7）、iOS手机设备（iPhone 7）、iOS平板设备（iPad Pro 10.5）、笔记本电脑设备（Lenovo Y7000），蓝牙连接都很简单，速度也很快。 ①Android手机设备上，支持五节电量显示，连接后使用音乐软件测试，可以通过线控进行切歌、暂停与播放等操作。不过无法通过耳机调节系统音量，算是一个小遗憾。 ②iOS手机设备上，支持电量显示，连接后使用海贝音乐软件测试，可以通过线控进行切歌、暂停与播放等操作，也可以通过耳机调节系统音量。 ③iOS平板设备上，支持电量百分比的快捷显示： 使用视频软件播放MV，可以通过耳机调节系统音量、进行暂停/播放操作。 再来一把对声画同步要求较高的音游，JBL T280NC同样感觉不出延迟，游戏时可以跟上节奏与鼓点。 ④最后就是笔记本了，在Windows设置中心找到蓝牙后搜索并配对，连接速度同样很快。 使用在线网页播放MV，可以通过耳机调节系统音量（每次约6-7点）、进行暂停/播放操作。 总的来说，对于全平台，JBL T280NC都有着很稳当的体验。多设备切换时，只要断开设备A并打开设备B蓝牙，耳机就会自动连接。不过有一处不足——耳机在配对成功时会有短铃声提示，但断开连接时则没有。 ▢ 连接稳定性 连接稳定性上，在距离8m之内都较为稳定，8m之外就可能会出现断连、无声等情况。 而对于在日常使用过程中的大部分场景，基本不会有断连，蓝牙5.0的连接优势还是很明显的。 ▢ 音质主观评价 JBL T280NC主打低频，虽然不支持LDAC，但也有自家“JBL PureBass”音质传输加成。采用10mm动圈驱动单元，16Ω的阻抗，5Hz-22kHz的频响范围以及哈曼声音工程师精准调校，这些都意味着JBL在这款耳机的音质上下足了功夫。 实际体验上，蓝牙传输的稳定性与延迟已在上文种说明，而最为主观的音质上，个人觉得低频的加强更适合运动时的“动次打次”。用海贝音乐试着播放flac格式的蔡琴的《渡口》，也播放《四叠半神话大系》的ED曲，感觉后者虽然不是无损云云，但给我的感触颇深。 开场鼓点的氛围渲染更加猛烈，空灵的人声反而有一些被掩盖之意，却也带来了全新的体验与感受，身体也不禁随着电音的节奏律动——都说到这份上了，低频确实很足嗷！ 而耳机本身的解析度也不在话下，人声与背景乐都有着很好的分离。音质表现整体还是不错的，如果喜欢低音风格，说不定它就是你的菜。 ▢ 通话质量 通过iOS手机设备接听电话，对面反馈人声清晰，背景音乐影响不大，不需要调整耳机就能很好的收音。 JBL T280NC内置双重回音消除技术麦克风，在通话这一点上做的确实不错。 ▢ 降噪效果 最后一点就是JBL T280NC的降噪效果了。坦白说，个人觉得降噪能力上JBL T280NC还不够出色，这也是我将体验一节命名为“长板不长，短板不短”的原因——除了让人惊艳的轻量化，这个“木桶”的表现很平均。 关于降噪，JBL T280NC有ANC/AA/无效果三种模式。耳机初始启动自动进入ANC模式，这一过程会通过置于耳机墙体的反馈降噪麦克风生成抵消信号，实现数字降噪。当然，降噪并不意味着就此与外界隔绝，一方面耳机不可避免会产生一些底噪，另一方面对于高频人声等都不能做到有效的消除。 在底噪方面，JBL T280NC的底噪并不大，在最小音量下播放音乐即可消除；而降噪效果上，码呆此时写文时窗外正下着雨，最小音量下播放音乐后，无论是雨拍打栏杆声或是窗外偶尔的车鸣声，都就此隔绝。 虽然如此，但体验过其他好点的降噪耳机就会感觉出JBL T280NC的消除能力相对弱些，也不带降噪等级调节。不过在700元左右的价位，JBL T280NC还是能站住脚跟的。 而Ambient Aware环境感知模式的体验则并不良好，在安静的室内，增强之后的收音都会让人感到一些不适，在嘈杂的室外更不用说……所以个人并不建议保持开启。 总的来说，如果你对于降噪有着较大的需求，那么加钱依然是你唯一的选择；但如果你看重轻便与运动的特性，并且希望体验一把降噪效果，那么JBL T280NC还是值得一试的。当然，最关键的还是少戴耳机，好比降噪耳机的出现一部分原因是为了让你能够在嘈杂的环境下用更低的音量听歌，而少戴耳机永远是对耳朵最好的呵护。 ▎总结：可降噪，亦轻盈行文至此，不知不觉也写下四千多字。对于JBL T280NC的优缺点，已在众测开头给出，而是否推荐这一款产品呢？还是那句老话——是否符合需求，最重要。 T280NC最大的优势就在于轻，轻带来了极佳的佩戴感受，而虽然轻却也有着12h的最长续航，足以满足一天的使用。（码呆小贴士：单次使用耳机最好不要超过2h，保护耳朵最重要！） 此外，IPX4防水点亮了运动技能树、良好的通话反馈、纯正的低频音效、能用的AAC主动降噪……这些都是JBL T280NC的加分项。因此，如果觉得适合，不妨可以一试。 以上，谢谢观看！我是码呆茶，我们下次再见~","permalink":"https://yilong-li.github.io/2020/02/05/205-3/","photos":["https://zhongces3.sina.com.cn/products/202002/05cf73d8bde2396024e0278984e94867.jpeg"]},{"tags":[{"name":"影评","slug":"影评","permalink":"https://yilong-li.github.io/tags/%E5%BD%B1%E8%AF%84/"}],"title":"打工？这辈子都不可能哒！（误）","date":"2020/02/05","text":"首先关于今天早上的文……Flag已经倒塌了，在投入了196之后一无所获之后，傍晚再次投入了68元……这次出了大库呜呜呜…… 所以，对Flag进行符合我当前人情的改造行动—— 明日开始，除了月卡，再也不买游戏的其他礼包 哈哈哈哈哈哈哈，接下来进入今天的随意摘录—— 管你是魔王还是勇者，想填饱肚子就得工作！原本即将征服世界的魔王撒旦却遭勇者击败，被迫漂流到异世界“日本”。为了赚取生活费，魔王将三坪大的公寓当成临时魔王城，开始过着打工族的生活。没想到勇者竟追随他的脚步穿越时空而来……一出平民路线的奇幻故事就此展开！ 累了，不多写，晚安~","permalink":"https://yilong-li.github.io/2020/02/05/205-2/","photos":[]},{"tags":[{"name":"随笔","slug":"随笔","permalink":"https://yilong-li.github.io/tags/%E9%9A%8F%E7%AC%94/"}],"title":"也谈“沉没成本”","date":"2020/02/05","text":"emmm，关于今天早上发生了什么，我想自己也很清楚不需要自己再提醒了，今天很可能是运气很差的一天。 所以，在此庄严地立下Flag—— 除了月卡，再也不买游戏的其他礼包 最后来谈谈经济学中的沉没成本吧—— 沉没成本，是指以往发生的，但与当前决策无关的费用。从决策的角度看，以往发生的费用只是造成当前状态的某个因素，当前决策所要考虑的是未来可能发生的费用及所带来的收益，而不考虑以往发生的费用。 人们在决定是否去做一件事情的时候，不仅是看这件事对自己有没有好处，而且也看过去是不是已经在这件事情上有过投入。我们把这些已经发生不可收回的支出，如时间、金钱、精力等称为“沉没成本”（Sunk Cost）。在经济学和商业决策制定过程中会用到“沉没成本”的概念，代指已经付出且不可收回的成本。沉没成本常用来和可变成本作比较，可变成本可以被改变，而沉没成本则不能被改变。 我可，真是好笑呢hhhh…… 196…… 本文无封面图，发现腾讯系的图床不大好用，过几天想想法子。今天应该还会更新一篇Git学习手记，再说吧。","permalink":"https://yilong-li.github.io/2020/02/05/205-1/","photos":[]},{"tags":[{"name":"随笔","slug":"随笔","permalink":"https://yilong-li.github.io/tags/%E9%9A%8F%E7%AC%94/"}],"title":"『ePub资源』有时间谈恋爱不如去抽卡！01","date":"2020/02/03","text":"最近有点沉迷氪金手游，所以自己学习了一点Sigil的皮毛，制作了这个充满讽刺意味的轻小说的ePub文件。 链接：https://pan.baidu.com/s/1zQX7l1PDzjMx3rv4U-c34w提取码：2333 感想的话……不知道我的舞猫能不能满宝啊QAQ 刚刚又歪池子了……","permalink":"https://yilong-li.github.io/2020/02/03/203-1/","photos":[]},{"tags":[{"name":"Kindle","slug":"Kindle","permalink":"https://yilong-li.github.io/tags/Kindle/"}],"title":"Kindle也能用“微信读书”了？实测告诉你体验如何","date":"2020/02/02","text":"前言哈喽大家好，我是码呆茶！在前段时间微信读书推出支持文石/口袋阅等一众国产电子书阅读器的墨水屏版App之后，近日也终于推出了支持Kindle体验版浏览器的网页版。 下面就为大家带来我的体验。先放结论——卡卡卡卡卡卡卡卡卡卡…… 步骤在 Kindle 上使用“微信读书”的步骤还是很简单的，只需三步—— ① 打开 Kindle 右上方的“体验版浏览器”： ② 输入网址：r.qq.com（weread.qq.com也可以，前者更短更方便） ③ 提示需要用微信扫码： 之后就进入微信读书的个人书架了，开始你的阅读吧~ 操作接下来介绍一下Kindle体验版浏览器上微信读书的操作逻辑：不响应滑动操作，所有切换均通过网页上的按钮进行。 比如在书架，只能通过点击右下角的“上一页”和“下一页”来切换页面。 进入书籍内页之后，则多了“书架”（返回主页）、“目录”、“字体”几个选项。由于上方是体验版浏览器的导航栏，下方是阅读相关按键，阅读时的沉浸式体验并不好。 目录同样只能通过按键翻页，好在贴心地给出了“去底部”、“去顶部”的功能，否则对于页数较多的书就有些束手无策。 字体上，只能调节大小。 翻页操作上，你可以通过页面右下角的“上一页”和“下一页”翻页，也可以像平时的习惯一样点击左右侧区域翻页。 目前微信读书网页版的功能还较少，诸如插入笔记、添加书签等功能都不具备。好在在Kindle上使用微信读书网页版时产生的用户阅读记录和在读时长都会同步。 体验体验就是卡卡卡卡卡卡卡卡卡……码呆使用的设备是Kindle Paperwhite 4，下面就是在Kindle上阅读内置电子书的翻页演示—— 和使用网页版微信读书的翻页速度比较—— 差距非常明显，并且在微信读书进入下一章时，还会跳转新网页，于是一晚上体验下来我只记住了五个字——“正在加载中”…… 当然 Kindle 上的微信读书也不是完全没有优点。众所周知，Kindle 在加载夹带图片的电子书时会强制刷新屏幕，伴随着一阵黑白闪烁，身体也似乎渐渐被掏空……而在微信读书上阅读此类书籍就不会有闪瞎狗眼的体验。 另外加入私密书单的电子书无法在Kindle上阅读。比如码呆将某本网文放到了自己的私密书单里（毕竟你也不希望被好友发现每周都只用微信读书看网络小说吧），而在Kindle上就会提示需要先加入书架后再阅读—— 总结总的来说微信读书的Kindle版体验还是比较糟心的……最关键的翻页卡顿和章节间加载都难以解决，功能也比较少。 当然对于能够静下心来阅读的人来说这些都不算什么，毕竟咱也看不了那么快，章节间的加载还能作为休息，做做笔记回顾下本章内容呢……（手动洗白） 以上，祝大家都开心快乐平平安安度过这个寒假！","permalink":"https://yilong-li.github.io/2020/02/02/202-2/","photos":[]},{"tags":[{"name":"随笔","slug":"随笔","permalink":"https://yilong-li.github.io/tags/%E9%9A%8F%E7%AC%94/"}],"title":"第一篇文章！","date":"2020/02/02","text":"第一篇文章！前前后后配置了一天终于搭建好了，接下来也加油吧！","permalink":"https://yilong-li.github.io/2020/02/02/202-1/","photos":[]},{"tags":[],"title":"Hello World","date":"2020/02/01","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post$ hexo new \"My New Post\" More info: Writing Run server$ hexo server More info: Server Generate static files$ hexo generate More info: Generating Deploy to remote sites$ hexo deploy More info: Deployment","permalink":"https://yilong-li.github.io/2020/02/01/201-1/","photos":[]}]}